Repository: KeremDev/RiskDetected
Catalog: App/Localization/Localizable.xcstrings
Source language: tr
Languages: en

# localizable.nova.workspace.summary.unavailable
source: Özet şu anda kullanılamıyor. Firma seçimini ve bağlantınızı kontrol edin.
en: The summary is currently unavailable. Check your company selection and connection.

# localizable.analyzing.view.1.fotograf.79ece311
source: %1$@ fotoğraf
en: %1$@ photo

# localizable.analyzing.view.1.yuzde.b8176445
source: %1$@ yüzde
en: %1$@ percentage

source: AI, iş güvenliği bulgularını ve risk seviyelerini çıkarıyor.
en: AI extracts occupational safety findings and risk levels.

source: AI servisi yoğun; analiz otomatik tekrar deneniyor.
en: AI service is busy; the analysis is being retried automatically.

# localizable.analyzing.view.analiz.devam.ediyor.e37a9f96
source: Analiz devam ediyor
en: Analysis in progress

# localizable.analyzing.view.analiz.ediliyor.0f05c1de
source: Analiz ediliyor
en: Analyzing

# localizable.analyzing.view.analiz.ilerleme.38fdc176
source: Analiz ilerleme
en: Analysis progress

# localizable.analyzing.view.analiz.kaydi.olusturuluyor.e596706a
source: Analiz kaydı oluşturuluyor.
en: An analysis record is being created.

source: Analiz kuyruğa alındı, sonuç düzenli olarak kontrol ediliyor.
en: The analysis is queued, the result is checked regularly.

# localizable.analyzing.view.analiz.tamamlandi.sonuc.ekrana.hazirlaniyor.538b7572
source: Analiz tamamlandı, sonuç ekrana hazırlanıyor.
en: The analysis is completed, the result is being prepared for the screen.

# localizable.analyzing.view.analizi.tamamlamak.icin.yedek.model.devrede.746f2d37
source: Analizi tamamlamak için yedek model devrede.
en: The backup model is in place to complete the analysis.

# localizable.analyzing.view.baglanti.toparlanirken.ayni.analiz.korunuyor.14f90e08
source: Bağlantı toparlanırken aynı analiz korunuyor.
en: While the connection is recovering, the same analysis is maintained.

# localizable.analyzing.view.bulgular.yapilandiriliyor.c027e804
source: Bulgular yapılandırılıyor
en: Findings are being structured

# localizable.analyzing.view.fotograf.guvenli.depoya.yukleniyor.efcdecc3
source: Fotoğraf güvenli depoya yükleniyor.
en: The photo is uploaded to secure storage.

# localizable.analyzing.view.fotograflar.analiz.icin.hazirlaniyor.837cec1d
source: Fotoğraflar analiz için hazırlanıyor.
en: Photos are being prepared for analysis.

# localizable.analyzing.view.fotograflar.guvenli.depoya.yukleniyor.5014defb
source: Fotoğraflar güvenli depoya yükleniyor.
en: Photos are uploaded to secure storage.

# localizable.analyzing.view.goruntu.kalitesi.okunuyor.3ec81981
source: Görüntü kalitesi okunuyor
en: Checking image quality

# localizable.analyzing.view.istek.guvenli.sekilde.sunucuya.gonderiliyor.648ee33b
source: İstek güvenli şekilde sunucuya gönderiliyor.
en: The request is sent securely to the server.

# localizable.analyzing.view.kkd.c193486a
source: KKD
en: PPE

# localizable.analyzing.view.kkd.ve.cevresel.kontroller.77cbd607
source: KKD ve çevresel kontroller
en: PPE and environmental controls

# localizable.analyzing.view.kontrol.c7a07363
source: Kontrol
en: Control

# localizable.analyzing.view.risk.sinyalleri.tanimlaniyor.0d952689
source: Risk sinyalleri tanımlanıyor
en: Risk signals are identified

# localizable.annotation.ciz.7d56ba39
source: Çiz
en: Draw

# localizable.annotation.daire.a28877ec
source: Daire
en: Circle

# localizable.annotation.kutu.ed6d70b4
source: Kutu
en: Rectangle

# localizable.annotation.ok.3c52bae8
source: Ok
en: Arrow

source: %1$@ aboneliğin aktif görünüyor. %2$@ planına geçiş ya da downgrade işlemi App Store abonelik yönetimi üzerinden yapılmalı; uygulama bunu %3$@ satın alma başarısı olarak işaretlemedi.
en: %1$@ Your subscription seems active. %2$@ Switching to or downgrading your plan must be done through App Store subscription management; don't apply it %3$@ did not mark the acquisition as a success.

# localizable.app.error.message.1.ne.yapabilirsin.2.destek.kodu.3.f116407c
source: %1$@ Ne yapabilirsin: %2$@ Destek kodu: %3$@
en: %1$@ What you can do: %2$@ Support code: %3$@

source: Aboneliği satın aldığın RiskDetected hesabıyla giriş yapıp Geri yükle seçeneğini kullan veya destekle iletişime geç.
en: Log in with the RiskDetected account from which you purchased the subscription and use the Restore option or contact support.

# localizable.app.error.message.abonelik.baslatilamadi.09c75b95
source: Abonelik başlatılamadı
en: Subscription failed to start

# localizable.app.error.message.abonelik.baslatilamadi.334949cd
source: Abonelik başlatılamadı
en: Subscription failed to start

# localizable.app.error.message.abonelik.baslatilamadi.3a6e3053
source: Abonelik başlatılamadı
en: Subscription failed to start

# localizable.app.error.message.abonelik.baslatilamadi.a5be685e
source: Abonelik başlatılamadı
en: Subscription failed to start

# localizable.app.error.message.abonelik.baslatilamadi.adeaf45b
source: Abonelik başlatılamadı
en: Subscription failed to start

# localizable.app.error.message.abonelik.baslatilamadi.fb130c83
source: Abonelik başlatılamadı
en: Subscription failed to start

source: Abonelik doğrulaması için gerekli App Store veya RevenueCat yapılandırması tamamlanamadı.
en: The required App Store or RevenueCat configuration for subscription verification could not be completed.

# localizable.app.error.message.ai.analizi.tamamlanamadi.6eae808e
source: AI analizi tamamlanamadı
en: AI analysis could not be completed

source: AI sağlayıcısı şu anda isteği kabul etmedi. Bu genellikle geçici kota veya yoğunluk durumlarında olur.
en: The AI ​​provider has not accepted the request at this time. This usually happens in temporary quota or congestion situations.

# localizable.app.error.message.ai.servisi.gecici.olarak.yanit.vermiyor.c9101c9b
source: AI servisi geçici olarak yanıt vermiyor
en: AI service temporarily unresponsive

# localizable.app.error.message.ai.servisi.yogun.95477ca2
source: AI servisi yoğun
en: AI service is busy

# localizable.app.error.message.ai.yaniti.islenemedi.25a3092b
source: AI yanıtı işlenemedi
en: AI response could not be processed

# localizable.app.error.message.analiz.arka.planda.devam.ediyor.bc67b9f7
source: Analiz arka planda devam ediyor
en: Analysis continues in the background

# localizable.app.error.message.analiz.arka.planda.devam.ediyor.f2849b0c
source: Analiz arka planda devam ediyor.
en: Analysis continues in the background.

source: Analiz fotoğrafı şu anda indirilemedi. Ekran yedek görselle açılabilir.
en: The analysis photo cannot be downloaded at this time. The screen can be opened with the backup image.

# localizable.app.error.message.analiz.hakki.doldu.5a3d3836
source: Analiz hakkı doldu
en: Analysis allowance used

# localizable.app.error.message.analiz.hakki.doldu.ae2015d8
source: Analiz hakkı doldu
en: Analysis allowance used

# localizable.app.error.message.analiz.istegi.gonderilemedi.da2d5f5e
source: Analiz isteği gönderilemedi
en: Analysis request could not be sent

# localizable.app.error.message.analiz.kotan.dolmus.gorunuyor.46571696
source: Analiz kotan dolmuş görünüyor.
en: It looks like your analysis quota is full.

source: Analiz modeli şu anda yoğun veya geçici olarak erişilemiyor.
en: The analysis model is currently busy or temporarily unavailable.

source: Analiz modeli yanıt verdi ancak sonuç beklenen formatta işlenemedi.
en: The analysis model responded, but the result could not be processed in the expected format.

# localizable.app.error.message.analiz.silinemedi.57ff28b3
source: Analiz silinemedi
en: Could not delete analysis

# localizable.app.error.message.analiz.ve.iliskili.kayitlar.silinemedi.73a2421e
source: Analiz ve ilişkili kayıtlar silinemedi.
en: The analysis and associated records could not be deleted.

# localizable.app.error.message.analiz.zaten.tamamlandi.a3476bde
source: Analiz zaten tamamlandı
en: Analysis already completed

source: App Store aboneliği doğrulandı ancak uygulama planı güvenli şekilde eşleştirilemedi.
en: App Store subscription was verified but the app plan could not be securely matched.

source: App Store abonelik servisi şu anda satın alma işlemini tamamlayamadı.
en: The App Store subscription service could not complete the purchase at this time.

source: App Store hesap, ödeme ve ekran süresi ayarlarını kontrol edip tekrar dene.
en: Check your App Store account, payment and screen time settings and try again.

source: App Store penceresinin tamamlanmasını bekle veya birkaç saniye sonra tekrar dene.
en: Wait for the App Store window to complete or try again in a few seconds.

source: Aynı analizi tekrar başlatmadan önce Geçmiş analizler ekranını birkaç dakika sonra yenile.
en: Refresh Analysis History after a few minutes before starting the same analysis again.

source: Aynı analizi tekrar dene. Tekrar ederse destek koduyla birlikte bildir.
en: Try the same analysis again. If it happens again, report it with the support code.

# localizable.app.error.message.baglanti.sorunu.8fe67f35
source: Bağlantı sorunu
en: connection problem

# localizable.app.error.message.baglanti.sorunu.ea386016
source: Bağlantı sorunu
en: connection problem

# localizable.app.error.message.baglantini.kontrol.edip.tekrar.dene.54856b68
source: Bağlantını kontrol edip tekrar dene.
en: Check your connection and try again.

# localizable.app.error.message.baglantini.kontrol.edip.tekrar.dene.79541b65
source: Bağlantını kontrol edip tekrar dene.
en: Check your connection and try again.

source: Bağlantını kontrol edip tekrar dene. Sorun devam ederse destek koduyla bildir.
en: Check your connection and try again. If the problem persists, report with support code.

source: Beklenmeyen bir sorun oluştu ve işlem tamamlanamadı.
en: An unexpected problem occurred and the operation could not be completed.

source: Bir kez tanımlanan risk analizi tablosu hakkını kullandın.
en: You have used your one-time risk assessment table allowance.

source: Bir üst plana yükselt veya yeni kota dönemini bekle.
en: Upgrade or wait for the new quota period.

source: Biraz bekleyip tekrar dene. Tekrar ederse farklı analiz odağıyla veya daha küçük fotoğrafla deneyebilirsin.
en: Wait a bit and try again. If it happens again, you can try with a different analysis focus or a smaller photo.

source: Biraz sonra tekrar dene. Sorun devam ederse ürün yapılandırması kontrol edilmelidir.
en: Try again in a little while. If the problem persists, the product configuration should be checked.

source: Birkaç dakika bekleyip tekrar dene. Gerekirse son gönderilen kodu kontrol et.
en: Wait a few minutes and try again. Check the last submitted code if necessary.

source: Birkaç saniye sonra tekrar dene veya Geri yükle seçeneğiyle aboneliği doğrula.
en: Try again in a few seconds or verify the subscription with Restore.

source: Bu abonelik için başka bir satın alma işlemi hâlâ devam ediyor.
en: Another purchase for this subscription is still ongoing.

# localizable.app.error.message.bu.analiz.daha.once.tamamlanmis.244761ee
source: Bu analiz daha önce tamamlanmış.
en: This analysis has been completed previously.

source: Bu App Store aboneliği başka bir RiskDetected hesabına bağlı. Lütfen aboneliği satın aldığın hesapla giriş yap veya destekle iletişime geç.
en: This App Store subscription is linked to another RiskDetected account. Please log in with the account you purchased the subscription from or contact support.

source: Bu App Store hesabında aktif bir RiskDetected aboneliği görünüyor. Abonelik başka bir RiskDetected hesabına bağlıysa ücretli plan bu kullanıcıya otomatik açılmaz.
en: This App Store account shows an active RiskDetected subscription. If the subscription is linked to another RiskDetected account, the paid plan will not be automatically opened to that user.

source: Bu App Store hesabında zaten %1$@ plan aktif görünüyor. Bu planı bu kullanıcıya bağlamak için Geri yükle seçeneğini kullanabilir veya App Store aboneliğini yönetebilirsin.
en: Already in this App Store account %1$@ The plan seems active. You can use the Restore option or manage your App Store subscription to link this plan to this user.

source: Bu cihaz veya App Store hesabı şu anda uygulama içi satın almaya izin vermiyor.
en: This device or App Store account does not currently allow in-app purchases.

source: Bu işlem için aktif bir kullanıcı oturumu bulunamadı.
en: No active user session was found for this operation.

source: Bu işlem için oturum veya veri erişim izni doğrulanamadı.
en: The session or data access permission for this operation could not be verified.

source: Bu plan için rapor oluşturma limitin dolmuş görünüyor.
en: Your report generation limit for this plan appears to have been reached.

source: Çıkış yapıp tekrar giriş yap. Sorun devam ederse destek koduyla birlikte bildir.
en: Log out and log in again. If the problem persists, report it with the support code.

source: Doğru RiskDetected hesabıyla giriş yapıp Geri yükle seçeneğini kullan. Emin değilsen destek koduyla bize ulaş.
en: Log in with the correct RiskDetected account and use the Restore option. If you are not sure, contact us with the support code.

# localizable.app.error.message.dosya.islemi.tamamlanamadi.4a5f3744
source: Dosya işlemi tamamlanamadı
en: File operation could not be completed

# localizable.app.error.message.e.posta.adresi.dogrulanamadi.6dcd8fb2
source: E-posta adresi doğrulanamadı.
en: Email address could not be verified.

# localizable.app.error.message.e.posta.adresi.gecerli.degil.52f2f1ae
source: E-posta adresi geçerli değil
en: Email address is not valid

# localizable.app.error.message.eksik.bilgi.00ae47fe
source: Eksik bilgi
en: missing information

# localizable.app.error.message.fotograf.yuklenemedi.aad5adda
source: Fotoğraf yüklenemedi
en: Photo could not be loaded

source: Geçerli ve erişebildiğin bir e-posta adresi girip tekrar kod gönder.
en: Enter a valid and accessible e-mail address and send the code again.

source: Girdiğin doğrulama kodu artık geçerli değil.
en: The verification code you entered is no longer valid.

# localizable.app.error.message.girdigin.dogrulama.kodu.eslesmedi.a05f0d37
source: Girdiğin doğrulama kodu eşleşmedi.
en: The verification code you entered did not match.

# localizable.app.error.message.girdigini.kontrol.edip.tekrar.dene.eb143028
source: Girdiğini kontrol edip tekrar dene.
en: Check what you entered and try again.

# localizable.app.error.message.girdiyi.tamamlayip.tekrar.dene.383a85e3
source: Girdiyi tamamlayıp tekrar dene.
en: Complete the entry and try again.

# localizable.app.error.message.hesap.silme.talebi.kaydedilemedi.5b2bff6e
source: Hesap silme talebi kaydedilemedi
en: Account deletion request could not be registered

source: Hesap silme talebin sunucuya kaydedilemedi.
en: Your account deletion request could not be saved on the server.

source: İnternet bağlantısı veya abonelik servisi erişimi kesildiği için işlem tamamlanamadı.
en: The transaction could not be completed because the internet connection or subscription service access was lost.

source: İnternet bağlantısı veya servis erişimi kesildiği için işlem tamamlanamadı.
en: The transaction could not be completed because the internet connection or service access was interrupted.

# localizable.app.error.message.islem.tamamlanamadi.0c4b3c07
source: İşlem tamamlanamadı
en: The operation could not be completed

# localizable.app.error.message.islem.tamamlanamadi.95d24aee
source: İşlem tamamlanamadı
en: The operation could not be completed

source: Kayıtlı PDF raporu indirilemedi veya paylaşım için hazırlanamadı.
en: The saved PDF report could not be downloaded or prepared for sharing.

source: Kısa süre içinde çok fazla e-posta kodu istendiği için yeni kod gönderilemiyor.
en: A new code cannot be sent because too many e-mail codes were requested in a short time.

source: Kısa süre sonra tekrar dene. App Store ödeme penceresi açılmıyorsa abonelik durumunu kontrol et.
en: Try again soon. If the App Store payment window does not open, check your subscription status.

source: Kısa süre sonra tekrar dene. Fotoğraf ve seçtiğin analiz odağı korunuyorsa işlemi yeniden başlatabilirsin.
en: Try again soon. If the photo and your chosen analysis focus are retained, you can restart the process.

source: Kısa süre sonra tekrar dene. Sorun devam ederse destek koduyla bildir.
en: Try again soon. If the problem persists, report with support code.

source: Kısa süre sonra tekrar dene. Sorun devam ederse Geri yükle veya destek ile iletişime geç.
en: Try again soon. If the problem persists, Restore or contact support.

# localizable.app.error.message.kod.dogrulanamadi.b4167cf6
source: Kod doğrulanamadı
en: Code could not be verified

# localizable.app.error.message.kod.gonderme.siniri.aa82c7f9
source: Kod gönderme sınırı
en: Code sending limit

source: Kodu e-postadaki son haliyle kontrol et veya yeni kod iste.
en: Check the final code in the email or request a new code.

# localizable.app.error.message.kodun.suresi.doldu.9331deac
source: Kodun süresi doldu
en: Code has expired

source: Liste korunur. Kısa süre sonra tekrar dene; sorun devam ederse destek koduyla bildir.
en: The list is preserved. Try again soon; If the problem persists, report it with a support code.

source: Ödeme onayı tamamlandığında aboneliğin otomatik güncellenir. Gerekirse Geri yükle seçeneğini kullan.
en: Once payment confirmation is completed, your subscription will be automatically updated. Use the Restore option if necessary.

# localizable.app.error.message.oturum.gerekli.79f7f03c
source: Oturum gerekli
en: Session required

source: PDF açıldıysa dosyayı paylaşabilir, arşiv kaydı için daha sonra yeniden oluşturabilirsin.
en: If the PDF is opened, you can share the file and recreate it later for archive recording.

# localizable.app.error.message.pdf.hazirlanirken.bir.sorun.olustu.cba3c7bd
source: PDF hazırlanırken bir sorun oluştu.
en: There was a problem preparing the PDF.

# localizable.app.error.message.pdf.olusturulamadi.dbc68e78
source: PDF oluşturulamadı
en: Could not create PDF

source: PDF oluşturuldu ancak rapor arşivine kaydedilemedi.
en: PDF was created but could not be saved to the report archive.

source: PDF raporu veya rapor arşiv kaydı silinemedi.
en: The PDF report or report archive record could not be deleted.

source: Plan kotan yenilenene kadar bekle veya daha üst plana geç.
en: Wait until your plan quota is renewed or upgrade to a higher plan.

# localizable.app.error.message.plus.veya.pro.ile.devam.edebilirsin.3d6633d3
source: Plus veya Pro ile devam edebilirsin.
en: You can continue with Plus or Pro.

# localizable.app.error.message.plus.veya.pro.ile.devam.edebilirsin.6b54d027
source: Plus veya Pro ile devam edebilirsin.
en: You can continue with Plus or Pro.

# localizable.app.error.message.rapor.arsive.kaydedilemedi.f5ab4e63
source: Rapor arşive kaydedilemedi
en: The report could not be saved to the archive

# localizable.app.error.message.rapor.indirilemedi.532e2c7e
source: Rapor indirilemedi
en: Report could not be downloaded

# localizable.app.error.message.rapor.limiti.doldu.bf196591
source: Rapor limiti doldu
en: Report limit exceeded

# localizable.app.error.message.rapor.silinemedi.95c95529
source: Rapor silinemedi
en: Failed to delete report

# localizable.app.error.message.risk.analizi.hakki.kullanildi.250c0860
source: Risk analizi hakkı kullanıldı
en: Risk assessment allowance used

source: Risk analizi tablolarını kullanmaya devam etmek için Plus veya Pro'ya geç.
en: To continue using risk analysis tables, upgrade to Plus or Pro.

source: Satın alma App Store tarafında beklemede görünüyor.
en: The purchase appears to be pending on the App Store.

# localizable.app.error.message.satin.alma.islemi.tamamlanamadi.f22e2cd2
source: Satın alma işlemi tamamlanamadı.
en: The purchase could not be completed.

source: Seçilen abonelik paketi şu an hazırlanamadı.
en: The selected subscription package could not be prepared at this time.

source: Seçilen abonelik ürünü App Store tarafından satın almaya uygun görünmüyor.
en: The selected subscription product does not appear to be available for purchase on the App Store.

source: Sonuçlar ekranından analizi açabilir veya yeni bir analiz başlatabilirsin.
en: You can open the analysis or start a new analysis from the results screen.

source: Sunucuda veri kaydı veya veri okuma sırasında bir sorun oluştu.
en: A problem occurred while recording or reading data on the server.

source: Tekrar dene. Sorun devam ederse destek koduyla birlikte bize ulaş.
en: Try again. If the problem persists, contact us with the support code.

source: Tekrar dene. Sorun devam ederse destek koduyla birlikte bildir.
en: Try again. If the problem persists, report it with the support code.

# localizable.app.error.message.tekrar.giris.yapip.islemi.yeniden.baslat.c6568e8e
source: Tekrar giriş yapıp işlemi yeniden başlat.
en: Log in again and restart the process.

source: Uygulamayı kapatıp açarak tekrar dene. Devam ederse destek koduyla bildir.
en: Try again by closing and opening the application. If it continues, report it with a support code.

# localizable.app.error.message.veri.disa.aktarimi.olusturulamadi.41172160
source: Veri dışa aktarımı oluşturulamadı
en: Failed to create data export

# localizable.app.error.message.veri.islemi.tamamlanamadi.1d52dbde
source: Veri işlemi tamamlanamadı
en: Data transaction could not be completed

# localizable.app.error.message.veri.kaydi.tamamlanamadi.68e4544e
source: Veri kaydı tamamlanamadı
en: Data recording could not be completed

source: Verilerinin dışa aktarım dosyası hazırlanamadı.
en: The export file for your data could not be prepared.

source: Yeni bir kod isteyip e-postana gelen son kodla tekrar dene.
en: Request a new code and try again with the last code you received in your email.

# localizable.app.error.message.yetki.kontrolu.nedeniyle.islem.yapilamadi.9f16e1bd
source: Yetki kontrolü nedeniyle işlem yapılamadı
en: Operation could not be performed due to authorization check

# localizable.app.state.abonelik.backend.tarafinda.dogrulanamadi.lutfen..e6a38fc9
source: Abonelik backend tarafında doğrulanamadı. Lütfen birkaç saniye sonra tekrar dene veya satın alımları geri yükle.
en: The subscription could not be verified on the backend. Please try again in a few seconds or restore purchases.

# localizable.app.state.abonelik.baslatmadan.once.tekrar.giris.yapman.ge.c8b96341
source: Abonelik başlatmadan önce tekrar giriş yapman gerekiyor.
en: You need to log in again before starting a subscription.

# localizable.app.state.abonelik.dogrulama.yaniti.okunamadi.bd64dc5e
source: Abonelik doğrulama yanıtı okunamadı.
en: The subscription verification response could not be read.

# localizable.app.state.abonelik.dogrulamasi.icin.tekrar.giris.yapman.ge.928cbfae
source: Abonelik doğrulaması için tekrar giriş yapman gerekiyor.
en: You need to log in again to verify your subscription.

# localizable.app.state.abonelik.dogrulanamadi.secilen.plan.1.backend.pl.b6752557
source: Abonelik doğrulanamadı. Seçilen plan %1$@, backend planı %2$@.
en: Subscription could not be verified. Selected plan %1$@, backend plan %2$@.

# localizable.app.state.abonelik.dogrulanamadi.secilen.plan.1.dogrulanan.41b085b6
source: Abonelik doğrulanamadı. Seçilen plan %1$@, doğrulanan plan %2$@.
en: Subscription could not be verified. Selected plan %1$@, confirmed plan %2$@.

# localizable.app.state.app.store.abonelik.fiyatlari.su.an.alinamadi.int.69c82993
source: App Store abonelik fiyatları şu an alınamadı. İnternet bağlantını kontrol edip tekrar dene.
en: App Store subscription prices are not available at this time. Check your internet connection and try again.

# localizable.app.state.app.store.fiyatlari.icin.tekrar.giris.yapman.ger.8a6258a3
source: App Store fiyatları için tekrar giriş yapman gerekiyor.
en: You need to log in again for App Store prices.
